// var faqs = [
//   {
//     title: "1. 我很担心论文会不按找我学校要求写的。你们的公司有没有什么保证？",
//     text:
//       "写手会提前给您发提纲或草稿，这样您可以自己检查论文的进步与内容。您提供完全论文要求与资料的话，专家一定按要求完成。一般我们学生都得到的成绩是A或B (80/100以上)",
//   },
//   {
//     title: "2. 你们的专家来自哪里？他们有什么学历？",
//     text:
//       "我们的专家都来自悉尼、墨尔本等澳大利亚城市。他们都是有至少硕士或博士学历的母语专家。公司按照您留学的学校安排最适当的专家。比如说有好多可靠的写手善于悉尼代写，墨尔本代写。",
//   },
//   {
//     title:
//       "3. 我的英语表达能力差，我需要写出和大一学生一样水平的论文。怎么办？",
//     text:
//       "请简介里解释一下这种情况。我们专家一定给您编写一份高质量的essay。如果您的教授因essay写得太好给您打F分儿的话，我们无法退款。所以请您记住下单时一定要通知写手用简单点儿的词汇和句型，专家也可以故意地作出几个错误。",
//   },
//   {
//     title: "4. 因为我的风格与写手的不一样，我会不会被老师发现的？",
//     text:
//       "专家先可以了解您的风格，看一看被您写的论文，然后他就会模拟您的风格来写essay。您的英语水平不高的话，专家也可以故意地作出一些错误以避免被发现的危险。",
//   },
//   {
//     title: "5. 我怎么可以检查我论文的抄袭率？",
//     text:
//       "我们把每篇论文都免费通过turnitin查重，您可以请客服给您发Turnitin报告，这样您自己检查抄袭率。按大多数学校的规则10%以下的抄袭率是允许的, 您有特殊要求的话麻烦您告知专家。",
//   },
//   {
//     title: "6. 专家会不会免费修改论文？",
//     text:
//       "当然会。您下载论文后就可随时免费发修改票，让专家按您上转的要求或教授的feedback进行修改。您找不到您需要答案的话，麻烦您联系我们24/7在线客服",
//   },
// ];

// function fillFaqSection() {
//   faqs.map(function (item) {
//     var title = "<h3>" + item.title + "</h3>";
//     var text = "<p>" + item.text + "</p>";
//     $(".faq-section--wrapper").append(
//       "<div class='faq-section__item'>" + title + text + "</div>"
//     );
//   });
// }

// $(document).ready(function () {
//   fillFaqSection();
// });
