<? include("../components/head.php") ?>

<h2 class="article__main-title">献综述写作六种类型</h2>

<p>
  在上一期了解了Literature Review写作常见问题后，这一期，我们要来简单知道文献综述的几种类型，针对不同学科，专业领域，选择合适类型的文献综述，能帮助写作者更好地表达自己的思路。
</p>

<img src="../img/article4-1.png" alt="article 4 1">

<h3>文献综述写作</h3>
<p>
  文献综述旨在提供您探索的相关资源的概述和综合分析，但根据支持您研究的分析类型，也可以采用多种方法。
</p>

<h4>1.议论型综述</h4>
<p>
  这种形式有选择地检查文献，以支持或反驳论点，根深蒂固的假设或文献中已经建立的逻辑问题。目的是发展建立反向观点的文献体系。考虑到某些社会科学研究的重要性质，对文献进行分析的论据方法可能是一种合理而重要的话语形式。但当它们被用来进行系统评价中的摘要性声明时，它们也会带来偏差问题。
</p>

<h4>2.整合型综述</h4>
<p>
  被认为是以集成的方式审阅，批判和综合有关该主题的代表性文献的一种研究形式，从而生成有关该主题的新框架和观点。文献包括所有涉及相关或相同假设或研究问题的研究。在准确性和严谨性方面，做得好的综合评估符合与主要研究相同的标准。这是社会科学中最常见的评论形式。
</p>

<h4>3.历史回顾型综述</h4>
<p>
  很少有事情与历史先例相隔离，历史文献评论的重点是在一段时间内检查研究，通常从文献中首次出现的问题，概念，理论，现象开始，然后在学科的学术范围内追溯其演变。目的是将研究置于历史背景下，以显示对最新技术发展的熟悉程度，并确定未来研究的可能方向。历史回顾型综述也经常出现在博士论文中。
</p>

<h4>4．方法论综述</h4>
<p>
  综述分析并不总是专注于某人所说的，而是他们如何做出他们所说的“分析方法”。回顾分析方法可提供不同层次的理解框架，包括理论，实质性领域，研究方法以及数据收集和分析技术，研究人员如何利用从概念层面到实际文档的广泛知识，以便在实证和认识论考虑，定量和定性整合，采样，访谈，数据收集和数据分析领域中用于现场工作。这种方法有助于突出研究者在学习过程中应注意并考虑的合理问题。
</p>

<h4>5．系统综述</h4>
<p>
  该类型包括与明确制定的研究问题相关的现有证据的概述，以及该研究问题使用预先指定的标准化方法来识别和批判性地评估相关研究，并收集，报告和分析来自研究的数据，批判性评估和科学总结研究问题中所涉及的所有研究。它侧重于一个非常具体的经验问题，通常以因果形式提出，例如“A在多大程度上对B有所贡献？”这种类型的文献综述主要用于检查临床医学和相关健康领域的先前研究，但越来越多地被社会科学使用。系统综述里最出名的则是meta分析，目前也被广泛应用于各学科中。
</p>

<h4>6．理论综述</h4>
<p>
  这种形式的目的是检查关于问题，概念，理论和现象积累成的理论语料库。理论文献综述有助于对建立已经存在的理论，厘清它们之间的关系，思考对现有理论进行何种程度的研究，从而建立新的假设进行检验。通常，这种形式用于帮助建立适当的理论，或揭示当前的理论不足以解释新出现的研究问题。分析单位可以集中在理论概念或整个理论或框架上。
  <br><br>
  以上为大家介绍了6种类型的文献综述，即议论型综述，整合型综述，历史综述，方法论综述，系统综述，理论综述。大家可以根据自己的学科专业和写作需求来选择合适的文献综述的类型。如果有<b>文献综述代写</b>需要，请联系网站客服。
</p>

<? include("../components/footer.php") ?>